driver-tests/iepse/IEPContiguousOrder/ContiguousOrderApp/test/StreamInput/template1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tim="StreamInput.StreamInput_iep">
   <soapenv:Header/>
   <soapenv:Body>
      <tim:StreamInput1_MsgObj>
         <intsortkey>${intsortkey.0}</intsortkey>
         <bigintsortkey>${bigintsortkey.0}</bigintsortkey>
         <anint>${anint.0}</anint>                  
         <bigint1>${bigint1.0}</bigint1>
         <double1>${double1.0}</double1>
         <varchar1>${varchar1.0}</varchar1>
         <date1>${date1.0}</date1>
         <ts1>${ts1.0}</ts1>
         <clob1>${clob1.0}</clob1>
      </tim:StreamInput1_MsgObj>
   </soapenv:Body>
</soapenv:Envelope>